[
  {
    "path": "posts/2023-03-24-week62/",
    "title": "Week 6 in 23 Spring",
    "description": "Welcome to our new blog, Yuliana's Blog. This time, I want to share something about the visit of the president of Kean University.",
    "author": [
      {
        "name": "Yuliana Zhang",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2023-03-22",
    "categories": [],
    "contents": "\nThis Wednesday, the Kean University’s President Lamont Repollet came to our campus and had lunch with the students representatives. As the student director, I was invited to join this event.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-03-24T15:08:33+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-03-24-week6/",
    "title": "Week 6 in 23 Spring",
    "description": "Welcome to our new blog, Yuliana's Blog. This time, we try to share something about BIO1000.",
    "author": [
      {
        "name": "Yuliana Zhang",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2023-03-20",
    "categories": [],
    "contents": "\nDuring this week, I took my first exam of principle of Biology. Since I am a art student in my senior high school, I almost lerned nothing about biology before this course. It is too hard for me to self-learn for this couse.\nHowever, I would never gave up. I choose to first print out all the lecture materials, and then read them and mark the key points row by row. After I finished all the readings, I summarized the key points of each chapters and wrote them dowm on one piece of A4-sheet paper.\nAfter I finished all the summaries, I reread the lecture slides again, and this time, I thought I well-prepared for that exam.\nFinally, I still cannot answer all the questions, but I think my work paid off and got a above averaged grade.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-03-24T15:01:46+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-03-17-third/",
    "title": "Week 5 in 23 Spring",
    "description": "Welcome to our new blog, Yuliana's Blog. This time, we try to share something about git.",
    "author": [
      {
        "name": "Yuliana Zhang",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2023-03-18",
    "categories": [],
    "contents": "\nDuring this week, I learned something new about git.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-03-17T16:59:24+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-03-17-changing/",
    "title": "Week 4 in 23 Spring ",
    "description": "Need to rewrite.",
    "author": [
      {
        "name": "Yuliana Zhang",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2023-03-13",
    "categories": [],
    "contents": "\nDistill is a publication format for scientific and technical writing, native to the web.\nLearn more about using Distill at https://rstudio.github.io/distill.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-03-17T16:28:47+08:00",
    "input_file": {}
  },
  {
    "path": "posts/2023-03-11-writing-in-blog/",
    "title": "How to create a blog using R",
    "description": "Welcome to our new blog, Yuliana's Blog. This time, we try to use R to create a blog, so here we start together.",
    "author": [
      {
        "name": "Yuliana Zhang",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2023-03-11",
    "categories": [],
    "contents": "\nToday, with the help of my advisor Chad, I started to use R to build my blog. Before we start, we need to first update our R packages, and download distill for R.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-03-17T16:25:48+08:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Yuliana's Blog",
    "description": "Welcome to our new blog, Yuliana's Blog. This blog is mainly about Yuliana's learning experience about accounting, business analytics, and later the public policy. I hope you enjoy reading what I have to say!",
    "author": [
      {
        "name": "Yuliana Zhang",
        "url": {}
      }
    ],
    "date": "2023-03-10",
    "categories": [],
    "contents": "\nThis is the first time I tried to use R to build my blog, so everything is also new for me. If you are also interested in building blogs using R, you can try together with me and build your own blogs and share your thoughts with me. Wish you enjoy it.\nHere are my ideas about what I plan to share:\nSomething about Accounting (my undergraduate program)\nSomething about Software Learning (a lot of experiences when I learn with my professor Chad)\nSomething about Public Policy later (my postgraduate program)\nNotice: Since this is the first time I tried to build blog and build it using R, this blog website will change every time I want to have a better design.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-03-17T16:56:08+08:00",
    "input_file": {}
  }
]
